<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>10_text_etc.jsp</title>
<style>
	p{text-indent:50px;}/*들여쓰기*/
	#aa1{letter-spacing:10px}/*글자쓰기*/
	#aa2{word-spacing:15px}/*딘어쓰기*/
	#aa3{line-height:60px}/*줄쓰기*/
</style>
</head>
<body>
<h1>글자 간격</h1>

<p>우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요</p>

<p>우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요</p>

<p>우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요</p>
<hr/>

<h1>문자 간격</h1>

<p id="aa1">우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요</p>


<h1>단어 간격</h1>

<p id="aa2">우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요</p>


<h1>줄 간격</h1>

<p id="aa3">우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘 우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요
우리가 자주 걸었던 이 길거리에 만약 우리 마주치면 그냥 모른척해줘요</p>











</body>
</html>